Abseiling
Adventure_racing
Aerobatics
Aggressive_inline_skating
Aikido
Air_hockey
Airsoft
All-terrain_vehicle
Alpine_skiing
Arm_wrestling
Artistic_gymnastics
Artistic_roller_skating
Australian_rules_football
Autocross
Autograss
BASE_jumping
BMX
Backgammon
Backpacking_(wilderness)
Backstroke
Ball_hockey
Banger_racing
Barrel_racing
Beach_rugby
Beach_volleyball
Boardercross
Bocce
Bodyboarding
Bodybuilding
Bouldering
Boules
Bowls
Box_lacrosse
Breaststroke
Broomball
Bujinkan
Bungee_jumping
Butterfly_stroke
Buzkashi
Camogie
Canadian_football
Canoeing
Canyoning
Capoeira
Charreada
Chess
Chinese_martial_arts
Competitive_eating
Connect_Four
Cornhole
Croquet
Cross-country_skiing
Cross_country_running
Cue_sports
Cycle_polo
Cyclo-cross
Decathlon
Demolition_derby
Dinghy_sailing
Dirt_jumping
Dirt_track_racing
Disc_golf
Dodgeball
Dominoes
Downhill_mountain_biking
Drag_racing
Dragon_boat
Drifting_(motorsport)
Drum_and_bugle_corps_(modern)
Duathlon
Endurance_riding
Enduro
English_billiards
Equitation
Eventing
Fastpitch_softball
Fencing
Field_lacrosse
Figure_skating
Flag_football
Floorball
Fly_fishing
Folkrace
Formula_Student
Formula_racing
Freediving
Freestyle_BMX
Freestyle_Motocross
Freestyle_wrestling
Futsal
Gaelic_football
Gliding
Goalball
Grand_Prix_motorcycle_racing
Grasstrack
Gridiron_football
Half_marathon
Hammer_throw
Hang_gliding
Hapkido
Hardcourt_Bike_Polo
Harness_racing
High_jump
Highland_games
Hiking
Hillclimbing
Hot_air_ballooning
Hydroplane_racing
Iaijutsu
Ice_climbing
Ice_fishing
Ice_racing
Irish_dance
Jousting
Jujutsu
Karate
Kart_racing
Kendo
Kickball
Kickboxing
Kitesurfing
Korfball
Krav_Maga
Kuk_Sool_Won
Kumdo
Land_sailing
Laser_tag
Long_jump
Longboarding
Mahjong
Marching_band
Mini_rugby
Mixed_martial_arts
Model_aircraft
Monster_truck
Motocross
Mountainboarding
Mountaineering
Muay_Thai
Ninjutsu
Nordic_skiing
Off-roading
Offshore_powerboat_racing
Olympic_weightlifting
Paintball
Palla
Parachuting
Paragliding
Parasailing
Parkour
Pickleball
Pole_vault
Polocrosse
Pond_hockey
Powerbocking
Powered_paragliding
Powerlifting
Professional_wrestling
Quidditch
Racewalking
Radio_control
Rafting
Rallycross
Rallying
Road_bicycle_racing
Road_running
Rodeo
Roller_derby
Roller_hockey
Roller_in-line_hockey
Rugby_league
Rugby_sevens
Rugby_union
Sack_race
Sandboarding
Sanshou
Scrabble
Shinty
Short_track_motor_racing
Shuffleboard
Silat
Skee_ball
Skeet_shooting
Ski_touring
Skimboarding
Slacklining
Snooker
Snowboarding
Snowkiting
Speed_skating
Sport_climbing
Sporting_clays
Sports_car_racing
Sprint_car_racing
Static_trapeze
Steeplechase
Stock_car_racing
Street_hockey
Streetball
Strength_athletics
Subbuteo
Sudoku
Supermoto
Surfboat
Synchronized_skating
Table_football
Table_tennis
Taekwondo
Tag_rugby
Tang_Soo_Do
Target_archery
Tee-ball
Time_attack
Toboggan
Touch_rugby
Touring_car_racing
Track_cycling
Tractor_pulling
Traditional_climbing
Trampolining
Trap_shooting
Trapeze
Triathlon
Twenty20
Ultimate_(sport)
Ultralight_aviation
Ultramarathon
Video_game
Wakeboarding
Wakesurfing
Wheelchair_basketball
Wheelchair_rugby
Whirlyball
Whitewater_kayaking
Wiffle_ball
Windsurfing
Wingsuit_flying
Xiangqi
